Repository: sunoj/hiboss
Catalog: macos/Sources/HibossIsland/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Daemon stream
ar: تدفق الخدمة الخلفية
es: Flujo del daemon
fr: Flux du daemon
hi: डेमन स्ट्रीम
ja: デーモンのストリーム
ko: 데몬 스트림
pt_br: Fluxo do daemon
ru: Поток демона
th: สตรีมของเดมอน
zh_hans: 守护进程数据流

source: Server reachability
ar: إمكانية الوصول إلى الخادم
es: Accesibilidad del servidor
fr: Accessibilité du serveur
hi: सर्वर उपलब्धता
ja: サーバへの接続
ko: 서버 연결 가능 여부
pt_br: Acesso ao servidor
ru: Доступность сервера
th: การเข้าถึงเซิร์ฟเวอร์
zh_hans: 服务器可达性

source: Configured
ar: مُهيّأ
es: Configurado
fr: Configuré
hi: कॉन्फ़िगर है
ja: 設定済み
ko: 구성됨
pt_br: Configurado
ru: Настроено
th: กำหนดค่าแล้ว
zh_hans: 已配置

source: Not configured
ar: غير مُهيّأ
es: Sin configurar
fr: Non configuré
hi: कॉन्फ़िगर नहीं है
ja: 未設定
ko: 구성되지 않음
pt_br: Não configurado
ru: Не настроено
th: ยังไม่ได้กำหนดค่า
zh_hans: 未配置

source: Last error
ar: آخر خطأ
es: Último error
fr: Dernière erreur
hi: पिछली त्रुटि
ja: 最後のエラー
ko: 마지막 오류
pt_br: Último erro
ru: Последняя ошибка
th: ข้อผิดพลาดล่าสุด
zh_hans: 最近错误

source: Health
ar: الحالة الصحية
es: Estado
fr: État de santé
hi: स्वास्थ्य
ja: 状態
ko: 상태
pt_br: Integridade
ru: Состояние
th: สถานะระบบ
zh_hans: 健康状况

source: Read-only diagnostics for the local daemon stream and preference store.
ar: تشخيصات للقراءة فقط لتدفق الخدمة الخلفية المحلية ومخزن التفضيلات.
es: Diagnóstico de solo lectura del flujo del daemon local y del almacén de preferencias.
fr: Diagnostic en lecture seule du flux du daemon local et du stockage des préférences.
hi: लोकल डेमन स्ट्रीम और प्रेफ़रेंस स्टोर के लिए केवल-पढ़ने योग्य डायग्नोस्टिक्स।
ja: ローカルのデーモンストリームと設定ストアの読み取り専用の診断です。
ko: 로컬 데몬 스트림과 환경설정 저장소의 읽기 전용 진단이에요.
pt_br: Diagnóstico somente leitura do fluxo do daemon local e do armazenamento de preferências.
ru: Диагностика локального потока демона и хранилища настроек (только чтение).
th: การวินิจฉัยแบบอ่านอย่างเดียวสำหรับสตรีมของเดมอนในเครื่องและที่เก็บการตั้งค่า
zh_hans: 本地守护进程数据流和偏好存储的只读诊断。

source: Routing
ar: التوجيه
es: Enrutamiento
fr: Routage
hi: रूटिंग
ja: 配信先
ko: 전달 경로
pt_br: Roteamento
ru: Маршруты
th: การกำหนดเส้นทาง
zh_hans: 路由

source: Priority
ar: الأولوية
es: Prioridad
fr: Priorité
hi: प्राथमिकता
ja: 優先度
ko: 우선순위
pt_br: Prioridade
ru: Приоритет
th: ลำดับความสำคัญ
zh_hans: 优先级

source: Sound
ar: الصوت
es: Sonido
fr: Son
hi: ध्वनि
ja: サウンド
ko: 사운드
pt_br: Som
ru: Звук
th: เสียง
zh_hans: 声音

source: %@ via %@
ar: %@ عبر %@
es: %@ por %@
hi: %@ (%@ के ज़रिए)
ja: %@（%@経由）
ko: %@(%@ 경유)
ru: %@ через %@
th: %@ ผ่าน %@
zh_hans: %@ 经 %@

source: %@ sound
ar: صوت %@
es: Sonido de %@
fr: Son (%@)
hi: %@ ध्वनि
ja: %@のサウンド
ko: %@ 사운드
pt_br: Som da prioridade %@
ru: Звук: %@
th: เสียง %@
zh_hans: %@ 声音

source: Answered on %@
ar: تمت الإجابة من %@
es: Respondida en %@
fr: Répondu sur %@
hi: %@ पर जवाब दिया गया
ja: %@で回答済み
ko: %@에서 답변함
pt_br: Respondida via %@
ru: Отвечено: %@
th: ตอบแล้วทาง %@
zh_hans: 已在 %@ 答复

source: default
ar: الافتراضي
es: predeterminada
fr: par défaut
hi: डिफ़ॉल्ट
ja: デフォルト
ko: 기본값
pt_br: padrão
ru: по умолчанию
th: ค่าเริ่มต้น
zh_hans: 默认

source: Choose %@, default
ar: اختيار %@، الافتراضي
es: Elegir %@, predeterminada
fr: Choisir %@, par défaut
hi: %@ चुनें, डिफ़ॉल्ट
ja: %@を選択（デフォルト）
ko: %@ 선택, 기본값
pt_br: Escolher %@, padrão
ru: Выбрать «%@», по умолчанию
th: เลือก %@ (ค่าเริ่มต้น)
zh_hans: 选择 %@，默认

source: Choose %@
ar: اختيار %@
es: Elegir %@
fr: Choisir %@
hi: %@ चुनें
ja: %@を選択
ko: %@ 선택
pt_br: Escolher %@
ru: Выбрать «%@»
th: เลือก %@
zh_hans: 选择 %@

source: Skip this question
ar: تخطي هذا السؤال
es: Omitir esta pregunta
fr: Ignorer cette question
hi: यह प्रश्न छोड़ें
ja: この質問をスキップ
ko: 이 질문 건너뛰기
pt_br: Pular esta pergunta
ru: Пропустить вопрос
th: ข้ามคำถามนี้
zh_hans: 跳过此问题

source: Send reply
ar: إرسال الرد
es: Enviar respuesta
fr: Envoyer la réponse
hi: जवाब भेजें
ja: 返信を送信
ko: 답장 보내기
pt_br: Enviar resposta
ru: Отправить ответ
th: ส่งคำตอบ
zh_hans: 发送回复

source: Reply with your own instruction…
ar: رد بتعليماتك الخاصة…
es: Responde con tu propia instrucción…
fr: Répondez avec votre propre instruction…
hi: अपने निर्देश के साथ जवाब दें…
ja: 指示を入力して返信…
ko: 직접 지시를 입력하여 답장…
pt_br: Responda com sua própria instrução…
ru: Ответьте своим указанием…
th: ตอบกลับด้วยคำสั่งของคุณเอง…
zh_hans: 用你自己的指示回复…

source: Open HiBoss…
ar: فتح HiBoss…
es: Abrir HiBoss…
fr: Ouvrir HiBoss…
hi: HiBoss खोलें…
ja: HiBoss を開く…
ko: HiBoss 열기…
pt_br: Abrir HiBoss…
ru: Открыть HiBoss…
th: เปิด HiBoss…
zh_hans: 打开 HiBoss…

source: Quit HiBoss Island
ar: إنهاء HiBoss Island
es: Salir de HiBoss Island
fr: Quitter HiBoss Island
hi: HiBoss Island बंद करें
ja: HiBoss Island を終了
ko: HiBoss Island 종료
pt_br: Encerrar HiBoss Island
ru: Завершить HiBoss Island
th: ออกจาก HiBoss Island
zh_hans: 退出 HiBoss Island

source: HiBoss Options
ar: خيارات HiBoss
es: Opciones de HiBoss
fr: Options HiBoss
hi: HiBoss विकल्प
ja: HiBoss の選択肢
ko: HiBoss 선택지
pt_br: Opções do HiBoss
ru: Варианты HiBoss
th: ตัวเลือก HiBoss
zh_hans: HiBoss 选项

source: Default — runs automatically on timeout
ar: افتراضي — يُنفَّذ تلقائيًا عند انتهاء المهلة
es: Predeterminada: se ejecuta automáticamente al agotarse el tiempo
fr: Par défaut — s’exécute automatiquement à l’expiration
hi: डिफ़ॉल्ट — समय समाप्त होने पर अपने-आप चलता है
ja: デフォルト — 時間切れで自動的に実行
ko: 기본값 — 시간 초과 시 자동 실행
pt_br: Padrão — executada automaticamente ao expirar
ru: По умолчанию — выполняется автоматически по истечении времени
th: ค่าเริ่มต้น — ทำงานอัตโนมัติเมื่อหมดเวลา
zh_hans: 默认 — 超时后自动执行

source: Unread
ar: غير مقروءة
es: No leído
fr: Non lus
hi: अपठित
ja: 未読
ko: 읽지 않음
pt_br: Não lidas
ru: Непрочитанные
th: ยังไม่อ่าน
zh_hans: 未读

source: Read
ar: مقروءة
es: Leído
fr: Lu
hi: पढ़ा गया
ja: 既読
ko: 읽음
pt_br: Lida
ru: Прочитано
th: อ่านแล้ว
zh_hans: 已读

source: Dashboard
ar: لوحة المعلومات
es: Panel de control
fr: Tableau de bord
hi: डैशबोर्ड
ja: ダッシュボード
ko: 대시보드
ru: Сводка
th: แดชบอร์ด

source: Decisions
ar: القرارات
es: Decisiones
fr: Décisions
hi: निर्णय
ja: 判断待ち
ko: 결정
pt_br: Decisões
ru: Решения
th: การตัดสินใจ
zh_hans: 决策

source: Decisions and live panels.
ar: القرارات واللوحات المباشرة.
es: Decisiones y paneles en vivo.
fr: Décisions et panneaux en direct.
hi: निर्णय और लाइव पैनल।
ja: 判断待ちの項目とライブパネル。
ko: 결정 및 실시간 패널.
pt_br: Decisões e painéis ao vivo.
ru: Решения и живые панели.
th: การตัดสินใจและแผงสด
zh_hans: 待处理决策与动态卡片。

source: Decision
ar: قرار
es: Decisión
fr: Décision
hi: निर्णय
ja: 判断
ko: 결정
pt_br: Decisão
ru: Решение
th: การตัดสินใจ
zh_hans: 决策

source: View all
ar: عرض الكل
es: Ver todo
fr: Tout afficher
hi: सभी देखें
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
ru: Показать все
th: ดูทั้งหมด
zh_hans: 查看全部

source: View all %lld decisions
ar: عرض كل القرارات (%lld)
es: Ver las %lld decisiones
fr: Voir les %lld décisions
hi: सभी %lld निर्णय देखें
ja: %lld 件の判断をすべて表示
ko: 결정 %lld개 모두 보기
pt_br: Ver todas as %lld decisões
ru: Все решения (%lld)
th: ดูการตัดสินใจทั้งหมด %lld รายการ
zh_hans: 查看全部 %lld 项决策

source: Refresh dashboard
ar: تحديث لوحة المعلومات
es: Actualizar panel de control
fr: Actualiser le tableau de bord
hi: डैशबोर्ड रीफ़्रेश करें
ja: ダッシュボードを更新
ko: 대시보드 새로 고침
pt_br: Atualizar dashboard
ru: Обновить сводку
th: รีเฟรชแดชบอร์ด
zh_hans: 刷新 Dashboard

source: Close
ar: إغلاق
es: Cerrar
fr: Fermer
hi: बंद करें
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
th: ปิด
zh_hans: 关闭

source: Sample decisions · Local preview
ar: قرارات نموذجية · معاينة محلية
es: Decisiones de ejemplo · Vista previa local
fr: Décisions d’exemple · Aperçu local
hi: नमूना निर्णय · लोकल प्रीव्यू
ja: 判断のサンプル · ローカルプレビュー
ko: 샘플 결정 · 로컬 미리보기
pt_br: Decisões de exemplo · Prévia local
ru: Примеры решений · Локальный просмотр
th: การตัดสินใจตัวอย่าง · แสดงตัวอย่างในเครื่อง
zh_hans: 示例决策 · 本地预览

source: A pairing code is not available yet.
ar: لا يتوفر رمز إقران بعد.
es: Aún no hay un código de vinculación disponible.
fr: Aucun code de jumelage n’est encore disponible.
hi: पेयरिंग कोड अभी उपलब्ध नहीं है।
ja: ペアリングコードはまだ利用できません。
ko: 아직 페어링 코드를 사용할 수 없어요.
pt_br: Ainda não há um código de pareamento disponível.
ru: Код привязки пока недоступен.
th: ยังไม่มีรหัสจับคู่
zh_hans: 暂时没有可用的配对码。

source: Attention Unavailable
ar: قائمة الانتظار غير متاحة
es: Pendientes no disponibles
fr: Éléments en attente indisponibles
hi: ध्यान सूची उपलब्ध नहीं
ja: 対応待ちの項目を読み込めません
ko: 확인할 항목을 로드할 수 없음
pt_br: Pendências indisponíveis
ru: Очередь недоступна
th: รายการที่รอคุณไม่พร้อมใช้งาน
zh_hans: 无法加载待办

source: Auto-decided
ar: تقرّر تلقائيًا
es: Decidida automáticamente
fr: Décidé automatiquement
hi: अपने-आप तय हुआ
ja: 自動で決定
ko: 자동 결정됨
pt_br: Decisão automática
ru: Решено автоматически
th: ตัดสินใจอัตโนมัติแล้ว
zh_hans: 已自动决定

source: Auto-decided · %@
ar: تقرّر تلقائيًا · %@
es: Decidida automáticamente · %@
fr: Décidé automatiquement · %@
hi: अपने-आप तय हुआ · %@
ja: 自動で決定 · %@
ko: 자동 결정됨 · %@
pt_br: Decisão automática · %@
ru: Решено автоматически · %@
th: ตัดสินใจอัตโนมัติแล้ว · %@
zh_hans: 已自动决定 · %@

source: Blocked on you
ar: متوقف عليك
es: Bloqueada hasta que respondas
fr: Bloqué, vous attend
hi: आप पर अटका है
ja: あなたの対応待ちで停止中
ko: 내 응답을 기다리며 멈춤
pt_br: Depende de você
ru: Ждёт вас
th: รอคุณดำเนินการ
zh_hans: 卡在你这里

source: Blow
ar: نسيم
ru: Дуновение
th: ลมอ่อน
zh_hans: 吹气

source: Bottle
ar: حصى
ru: Бутылка
th: กรวด
zh_hans: 瓶子

source: Captured submission
ar: الإرسال المسجّل
es: Envío registrado
fr: Envoi enregistré
hi: दर्ज किया गया सबमिशन
ja: 送信済みの内容
ko: 제출한 내용
pt_br: Envio registrado
ru: Сохранённый ответ
th: คำตอบที่บันทึกไว้
zh_hans: 已记录的提交

source: Channel
ar: القناة
es: Canal
fr: Canal
hi: चैनल
ja: チャンネル
ko: 채널
pt_br: Canal
ru: Канал
th: ช่องทาง
zh_hans: 渠道

source: Choices
ar: الاختيارات
es: Opciones
fr: Choix
hi: विकल्प
ja: 選択肢
ko: 선택지
pt_br: Opções
ru: Варианты
th: ตัวเลือก
zh_hans: 选项

source: Chooses %@ in %@
ar: يختار %@ خلال %@
es: Elegirá %@ en %@
fr: Choisit %@ dans %@
hi: %2$@ में %1$@ चुनेगा
ja: %2$@後に「%1$@」を選択
ko: %2$@ 후 “%1$@” 선택
pt_br: Escolhe %@ em %@
ru: Выберет %@ через %@
th: จะเลือก %@ ในอีก %@
zh_hans: %2$@后选择「%1$@」

source: Close panel
ar: إغلاق اللوحة
es: Cerrar panel
fr: Fermer le panneau
hi: पैनल बंद करें
ja: パネルを閉じる
ko: 패널 닫기
pt_br: Fechar painel
ru: Закрыть панель
th: ปิดแผง
zh_hans: 关闭面板

source: Configure the server URL and Boss Token before pairing a device.
ar: اضبط عنوان الخادم و Boss Token قبل إقران جهاز.
es: Configura la URL del servidor y el Boss Token antes de vincular un dispositivo.
fr: Configurez l’URL du serveur et le Boss Token avant de jumeler un appareil.
hi: डिवाइस पेयर करने से पहले सर्वर URL और Boss Token सेट करें।
ja: デバイスをペアリングする前に、サーバ URL と Boss Token を設定してください。
ko: 기기를 페어링하기 전에 서버 URL과 Boss Token을 설정하세요.
pt_br: Configure a URL do servidor e o Boss Token antes de parear um dispositivo.
ru: Перед привязкой устройства укажите URL сервера и Boss Token.
th: ตั้งค่า URL เซิร์ฟเวอร์และ Boss Token ก่อนจับคู่อุปกรณ์
zh_hans: 配对设备前，请先设置服务器地址和 Boss Token。

source: Connect to HiBoss
ar: الاتصال بـ HiBoss
es: Conectar con HiBoss
fr: Se connecter à HiBoss
hi: HiBoss से कनेक्ट करें
ja: HiBoss に接続
ko: HiBoss에 연결
pt_br: Conectar ao HiBoss
ru: Подключиться к HiBoss
th: เชื่อมต่อกับ HiBoss
zh_hans: 连接到 HiBoss

source: Connecting…
ar: جارٍ الاتصال…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
ja: 接続中…
ko: 연결 중…
pt_br: Conectando…
ru: Подключение…
th: กำลังเชื่อมต่อ…
zh_hans: 正在连接…

source: Created
ar: تاريخ الإنشاء
es: Creado
fr: Créé
hi: बनाया गया
ja: 作成日時
ko: 생성 시각
pt_br: Criado em
ru: Создано
th: เวลาที่สร้าง
zh_hans: 创建时间

source: Critical priority
ar: أولوية حرجة
es: Prioridad crítica
fr: Priorité critique
hi: गंभीर प्राथमिकता
ja: 優先度：緊急
ko: 긴급 우선순위
pt_br: Prioridade crítica
ru: Критический приоритет
th: ความสำคัญระดับวิกฤต
zh_hans: 紧急优先级

source: Decides itself
ar: يقرّر تلقائيًا
es: Se decide sola
fr: Décision automatique
hi: खुद तय करेगा
ja: 自動で決定予定
ko: 자동으로 결정 예정
pt_br: Decide sozinho
ru: Решится автоматически
th: จะตัดสินใจอัตโนมัติ
zh_hans: 即将自动决定

source: Delivered
ar: تم التسليم
es: Entregado
fr: Distribué
hi: पहुँचाया गया
ja: 配信済み
ko: 전달됨
pt_br: Entregue
ru: Доставлено
th: ส่งถึงแล้ว
zh_hans: 已送达

source: Details
ar: التفاصيل
es: Detalles
fr: Détails
hi: विवरण
ja: 詳細
ko: 세부 사항
pt_br: Detalhes
ru: Подробности
th: รายละเอียด
zh_hans: 详情

source: Device connected
ar: تم توصيل الجهاز
es: Dispositivo conectado
fr: Appareil connecté
hi: डिवाइस कनेक्ट हो गया
ja: デバイスを接続しました
ko: 기기 연결됨
pt_br: Dispositivo conectado
ru: Устройство подключено
th: เชื่อมต่ออุปกรณ์แล้ว
zh_hans: 设备已连接

source: Device pairing
ar: إقران الأجهزة
es: Vinculación de dispositivos
fr: Jumelage d’appareils
hi: डिवाइस पेयरिंग
ja: デバイスのペアリング
ko: 기기 페어링
pt_br: Pareamento de dispositivos
ru: Привязка устройства
th: การจับคู่อุปกรณ์
zh_hans: 设备配对

source: Device pairing QR code
ar: رمز QR لإقران الجهاز
es: Código QR de vinculación del dispositivo
fr: Code QR de jumelage d’appareil
hi: डिवाइस पेयरिंग QR कोड
ja: デバイスのペアリング用 QR コード
ko: 기기 페어링 QR 코드
pt_br: Código QR de pareamento
ru: QR-код привязки устройства
th: รหัส QR สำหรับจับคู่อุปกรณ์
zh_hans: 设备配对二维码

source: Done
ar: تم
es: OK
fr: OK
hi: हो गया
ja: 完了
ko: 완료
pt_br: OK
ru: Готово
th: เสร็จสิ้น
zh_hans: 完成

source: Expired
ar: منتهي الصلاحية
es: Caducada
fr: Expiré
hi: समय-सीमा समाप्त
ja: 期限切れ
ko: 만료됨
pt_br: Expirada
ru: Истекло
th: หมดอายุ
zh_hans: 已过期

source: Form edited since submission; this is the previous answer, not the current draft.
ar: عُدِّل النموذج منذ الإرسال؛ هذه هي الإجابة السابقة، وليست المسودة الحالية.
es: El formulario se editó después del envío; esta es la respuesta anterior, no el borrador actual.
fr: Formulaire modifié depuis l’envoi ; ceci est la réponse précédente, pas le brouillon actuel.
hi: सबमिशन के बाद फ़ॉर्म बदला गया है; यह पिछला जवाब है, मौजूदा ड्राफ़्ट नहीं।
ja: 送信後にフォームが編集されました。これは以前の回答で、現在の下書きではありません。
ko: 제출한 후에 양식이 수정되었어요. 이 내용은 현재 임시 저장본이 아닌 이전 답변이에요.
pt_br: O formulário foi editado após o envio; esta é a resposta anterior, não o rascunho atual.
ru: Форма изменена после отправки: это прежний ответ, а не текущий черновик.
th: แบบฟอร์มถูกแก้ไขหลังส่งแล้ว นี่คือคำตอบก่อนหน้า ไม่ใช่แบบร่างปัจจุบัน
zh_hans: 表单在提交后已修改；这是之前的答案，不是当前草稿。

source: From
ar: من
es: De
fr: De
hi: भेजने वाला
ja: 送信者
ko: 보낸 사람
pt_br: De
ru: От
th: จาก
zh_hans: 来自

source: Full context appears here.
ar: يظهر السياق الكامل هنا.
es: Aquí aparece el contexto completo.
fr: Le contexte complet s’affiche ici.
hi: पूरा संदर्भ यहाँ दिखाई देता है।
ja: 詳しい内容がここに表示されます。
ko: 전체 내용이 여기에 표시돼요.
pt_br: O contexto completo aparece aqui.
ru: Здесь появится полный контекст.
th: บริบททั้งหมดจะแสดงที่นี่
zh_hans: 完整内容会显示在这里。

source: Funk
ar: فانكي
ru: Фанк
th: ฟังค์
zh_hans: 放克

source: Glass
ar: بلور
ru: Стекло
th: คริสตัล
zh_hans: 玻璃

source: Hero
ar: بطلة
ru: Герой
th: ฮีโร่หญิง
zh_hans: 英雄

source: HiBoss could not render the pairing QR code.
ar: تعذّر على HiBoss عرض رمز QR للإقران.
es: HiBoss no pudo generar el código QR de vinculación.
fr: HiBoss n’a pas pu générer le code QR de jumelage.
hi: HiBoss पेयरिंग QR कोड नहीं बना सका।
ja: HiBoss はペアリング用 QR コードを生成できませんでした。
ko: HiBoss가 페어링 QR 코드를 생성할 수 없어요.
pt_br: O HiBoss não conseguiu gerar o código QR de pareamento.
ru: HiBoss не удалось создать QR-код привязки.
th: HiBoss ไม่สามารถสร้างรหัส QR สำหรับจับคู่ได้
zh_hans: HiBoss 无法生成配对二维码。

source: High priority
ar: أولوية عالية
es: Prioridad alta
fr: Priorité haute
hi: उच्च प्राथमिकता
ja: 優先度：高
ko: 높은 우선순위
pt_br: Prioridade alta
ru: Высокий приоритет
th: ความสำคัญสูง
zh_hans: 高优先级

source: Image unavailable
ar: الصورة غير متوفرة
es: Imagen no disponible
fr: Image indisponible
hi: छवि उपलब्ध नहीं
ja: 画像を表示できません
ko: 이미지를 표시할 수 없음
pt_br: Imagem indisponível
ru: Изображение недоступно
th: รูปภาพไม่พร้อมใช้งาน
zh_hans: 图片不可用

source: Loading…
ar: جارٍ التحميل…
es: Cargando…
fr: Chargement…
hi: लोड हो रहा है…
ja: 読み込み中…
ko: 로드 중…
pt_br: Carregando…
ru: Загрузка…
th: กำลังโหลด…
zh_hans: 加载中…

source: Message
ar: الرسالة
es: Mensaje
hi: संदेश
ja: メッセージ
ko: 메시지
pt_br: Mensagem
ru: Сообщение
th: ข้อความ
zh_hans: 消息

source: Message details
ar: تفاصيل الرسالة
es: Detalles del mensaje
fr: Détails du message
hi: संदेश का विवरण
ja: メッセージの詳細
ko: 메시지 세부 사항
pt_br: Detalhes da mensagem
ru: Сведения о сообщении
th: รายละเอียดข้อความ
zh_hans: 消息详情

source: Mode
ar: الوضع
es: Modo
hi: मोड
ja: モード
ko: 모드
pt_br: Modo
ru: Режим
th: โหมด
zh_hans: 模式

source: Needs You
ar: بحاجة إليك
es: Te necesita
fr: À traiter
hi: आपकी ज़रूरत
ja: 要対応
ko: 확인 필요
pt_br: Precisa de você
ru: Ждут вас
th: รอคุณ
zh_hans: 待你处理

source: No pairing code
ar: لا يوجد رمز إقران
es: Sin código de vinculación
fr: Aucun code de jumelage
hi: कोई पेयरिंग कोड नहीं
ja: ペアリングコードがありません
ko: 페어링 코드 없음
pt_br: Nenhum código de pareamento
ru: Нет кода привязки
th: ไม่มีรหัสจับคู่
zh_hans: 没有配对码

source: Nothing needs you
ar: لا شيء يحتاج إليك
es: Nada requiere tu atención
fr: Rien ne requiert votre attention
hi: आपके लिए कुछ बाकी नहीं
ja: 対応が必要な項目はありません
ko: 확인할 항목 없음
pt_br: Nada precisa de você
ru: Всё под контролем
th: ไม่มีอะไรต้องให้คุณจัดการ
zh_hans: 没有需要你处理的事

source: Open image for %@
ar: فتح صورة «%@»
es: Abrir imagen de %@
fr: Ouvrir l’image de %@
hi: %@ की छवि खोलें
ja: 「%@」の画像を開く
ko: “%@” 이미지 열기
pt_br: Abrir imagem de %@
ru: Открыть изображение для %@
th: เปิดรูปภาพของ %@
zh_hans: 打开「%@」的图片

source: Pair a new device
ar: إقران جهاز جديد
es: Vincular un dispositivo nuevo
fr: Jumeler un nouvel appareil
hi: नया डिवाइस पेयर करें
ja: 新しいデバイスをペアリング
ko: 새로운 기기 페어링
pt_br: Parear novo dispositivo
ru: Привязать новое устройство
th: จับคู่อุปกรณ์ใหม่
zh_hans: 配对新设备

source: Pair a new device…
ar: إقران جهاز جديد…
es: Vincular un dispositivo nuevo…
fr: Jumeler un nouvel appareil…
hi: नया डिवाइस पेयर करें…
ja: 新しいデバイスをペアリング…
ko: 새로운 기기 페어링…
pt_br: Parear novo dispositivo…
ru: Привязать новое устройство…
th: จับคู่อุปกรณ์ใหม่…
zh_hans: 配对新设备…

source: Pair another device
ar: إقران جهاز آخر
es: Vincular otro dispositivo
fr: Jumeler un autre appareil
hi: दूसरा डिवाइस पेयर करें
ja: 別のデバイスをペアリング
ko: 다른 기기 페어링
pt_br: Parear outro dispositivo
ru: Привязать ещё устройство
th: จับคู่อุปกรณ์อื่น
zh_hans: 配对其他设备

source: Pairing code
ar: رمز الإقران
es: Código de vinculación
fr: Code de jumelage
hi: पेयरिंग कोड
ja: ペアリングコード
ko: 페어링 코드
pt_br: Código de pareamento
ru: Код привязки
th: รหัสจับคู่
zh_hans: 配对码

source: Pairing code expired
ar: انتهت صلاحية رمز الإقران
es: Código de vinculación caducado
fr: Code de jumelage expiré
hi: पेयरिंग कोड की समय-सीमा समाप्त
ja: ペアリングコードの期限が切れました
ko: 페어링 코드 만료됨
pt_br: Código de pareamento expirado
ru: Срок действия кода истёк
th: รหัสจับคู่หมดอายุแล้ว
zh_hans: 配对码已过期

source: Pairing is not configured
ar: الإقران غير مُهيّأ
es: La vinculación no está configurada
fr: Le jumelage n’est pas configuré
hi: पेयरिंग सेट नहीं है
ja: ペアリングが設定されていません
ko: 페어링이 구성되지 않음
pt_br: Pareamento não configurado
ru: Привязка не настроена
th: ยังไม่ได้ตั้งค่าการจับคู่
zh_hans: 尚未设置配对

source: Pairing link unavailable
ar: رابط الإقران غير متاح
es: Enlace de vinculación no disponible
fr: Lien de jumelage indisponible
hi: पेयरिंग लिंक उपलब्ध नहीं
ja: ペアリングリンクを利用できません
ko: 페어링 링크를 사용할 수 없음
pt_br: Link de pareamento indisponível
ru: Ссылка для привязки недоступна
th: ลิงก์จับคู่ไม่พร้อมใช้งาน
zh_hans: 配对链接不可用

source: Panel actions
ar: إجراءات اللوحة
es: Acciones del panel
fr: Actions du panneau
hi: पैनल कार्रवाइयाँ
ja: パネルの操作
ko: 패널 동작
pt_br: Ações do painel
ru: Действия с панелью
th: การดำเนินการของแผง
zh_hans: 面板操作

source: Panels
ar: اللوحات
es: Paneles
fr: Panneaux
hi: पैनल
ja: パネル
ko: 패널
pt_br: Painéis
ru: Панели
th: แผง
zh_hans: 面板

source: Ping
ar: السونار
ru: Пинг
th: โซนาร์
zh_hans: 乒

source: Pop
ar: فقاعة
ru: Хлопок
th: ฟอง
zh_hans: 砰

source: QR code unavailable
ar: رمز QR غير متاح
es: Código QR no disponible
fr: Code QR indisponible
hi: QR कोड उपलब्ध नहीं
ja: QR コードを利用できません
ko: QR 코드를 사용할 수 없음
pt_br: Código QR indisponível
ru: QR-код недоступен
th: รหัส QR ไม่พร้อมใช้งาน
zh_hans: 二维码不可用

source: Question
ar: السؤال
es: Pregunta
hi: प्रश्न
ja: 質問
ko: 질문
pt_br: Pergunta
ru: Вопрос
th: คำถาม
zh_hans: 问题

source: Replied
ar: تم الرد
es: Respondido
fr: Répondu
hi: जवाब दिया
ja: 返信済み
ko: 답장함
pt_br: Respondida
ru: Отвечено
th: ตอบกลับแล้ว
zh_hans: 已回复

source: Request a fresh code
ar: طلب رمز جديد
es: Solicita un código nuevo
fr: Demander un nouveau code
hi: नया कोड माँगें
ja: 新しいコードをリクエスト
ko: 새 코드 요청
pt_br: Solicitar novo código
ru: Запросите новый код
th: ขอรหัสใหม่
zh_hans: 获取新配对码

source: Request a fresh code before scanning.
ar: اطلب رمزًا جديدًا قبل المسح.
es: Solicita un código nuevo antes de escanear.
fr: Demandez un nouveau code avant de scanner.
hi: स्कैन करने से पहले नया कोड माँगें।
ja: スキャンする前に新しいコードをリクエストしてください。
ko: 스캔하기 전에 새 코드를 요청하세요.
pt_br: Solicite um novo código antes de escanear.
ru: Перед сканированием запросите новый код.
th: ขอรหัสใหม่ก่อนสแกน
zh_hans: 请先获取新配对码再扫描。

source: Requesting a pairing code…
ar: جارٍ طلب رمز إقران…
es: Solicitando un código de vinculación…
fr: Demande d’un code de jumelage…
hi: पेयरिंग कोड माँगा जा रहा है…
ja: ペアリングコードをリクエスト中…
ko: 페어링 코드 요청 중…
pt_br: Solicitando código de pareamento…
ru: Запрос кода привязки…
th: กำลังขอรหัสจับคู่…
zh_hans: 正在获取配对码…

source: Resolved
ar: تمت المعالجة
es: Resuelta
fr: Résolu
hi: निपटाया गया
ja: 対応済み
ko: 처리됨
pt_br: Resolvida
ru: Решено
th: จัดการแล้ว
zh_hans: 已解决

source: Retry panels
ar: إعادة تحميل اللوحات
es: Reintentar paneles
fr: Recharger les panneaux
hi: पैनल फिर से लोड करें
ja: パネルを再読み込み
ko: 패널 다시 로드
pt_br: Recarregar painéis
ru: Загрузить панели снова
th: โหลดแผงอีกครั้ง
zh_hans: 重新加载面板

source: Sample data · Local preview
ar: بيانات نموذجية · معاينة محلية
es: Datos de ejemplo · Vista previa local
fr: Données d’exemple · Aperçu local
hi: नमूना डेटा · लोकल प्रीव्यू
ja: サンプルデータ · ローカルプレビュー
ko: 샘플 데이터 · 로컬 미리보기
pt_br: Dados de exemplo · Prévia local
ru: Пример данных · Локальный просмотр
th: ข้อมูลตัวอย่าง · แสดงตัวอย่างในเครื่อง
zh_hans: 示例数据 · 本地预览

source: Scan this QR code with your phone to enroll it in HiBoss. The code is valid for five minutes and can be used once.
ar: امسح رمز QR هذا بهاتفك لتسجيله في HiBoss. الرمز صالح لمدة خمس دقائق ويمكن استخدامه مرة واحدة.
es: Escanea este código QR con tu teléfono para registrarlo en HiBoss. El código es válido durante cinco minutos y solo se puede usar una vez.
fr: Scannez ce code QR avec votre téléphone pour l’inscrire dans HiBoss. Le code est valable cinq minutes et ne peut servir qu’une fois.
hi: अपने फ़ोन को HiBoss में जोड़ने के लिए इस QR कोड को स्कैन करें। कोड पाँच मिनट तक मान्य है और एक ही बार इस्तेमाल हो सकता है।
ja: この QR コードをスマートフォンでスキャンして、HiBoss に登録します。コードの有効期間は5分間で、使用できるのは1回だけです。
ko: 휴대폰으로 이 QR 코드를 스캔하여 HiBoss에 등록하세요. 코드는 5분 동안 유효하며 한 번만 사용할 수 있어요.
pt_br: Escaneie este código QR com seu celular para registrá-lo no HiBoss. O código vale por cinco minutos e só pode ser usado uma vez.
ru: Отсканируйте этот QR-код телефоном, чтобы подключить его к HiBoss. Код действует пять минут и может быть использован один раз.
th: สแกนรหัส QR นี้ด้วยโทรศัพท์เพื่อลงทะเบียนกับ HiBoss รหัสนี้ใช้ได้ 5 นาทีและใช้ได้เพียงครั้งเดียว
zh_hans: 用手机扫描此二维码，将其添加到 HiBoss。二维码 5 分钟内有效，仅可使用一次。

source: Select a question
ar: اختر سؤالًا
es: Selecciona una pregunta
fr: Sélectionnez une question
hi: कोई प्रश्न चुनें
ja: 質問を選択
ko: 질문 선택
pt_br: Selecione uma pergunta
ru: Выберите вопрос
th: เลือกคำถาม
zh_hans: 选择一个问题

source: Session
ar: الجلسة
es: Sesión
hi: सेशन
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сеанс
th: เซสชัน
zh_hans: 会话
